Dlubal.RFEM5.SurfaceCriteria
Surface criteria

Dlubal.RFEM5.SurfaceCriteria.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceCriteria.Type
Type of results

Dlubal.RFEM5.SurfaceCriteria.LocationNo
Location number

Dlubal.RFEM5.SurfaceCriteria.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceCriteria.NonlinearityRate
Nonlinearity rate

Dlubal.RFEM5.SurfaceCriteria.DesignRatio
Design ratio

Dlubal.RFEM5.SurfaceCriteria.EquivalentPlasticStrain
Equivalent plastic strain

Dlubal.RFEM5.SurfaceCriteria.EquivalentCrackStrain
Masonry equivalent crack strain

Dlubal.RFEM5.SurfaceCriteria.StiffnessReduction
Membranes stiffness reduction